Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# map.tapHint
source: Tap the map to move the pin. Press and hold to drop one and centre on it. Every other view follows the pin.
de: Auf die Karte tippen, um die Markierung zu versetzen. Gedrückt halten, um eine zu setzen und darauf zu zentrieren. Jede andere Ansicht folgt der Markierung.
es: Toca el mapa para mover el marcador. Mantén pulsado para soltar uno y centrarte en él. Todas las demás vistas siguen al marcador.
es_mx: Toca el mapa para mover el pin. Mantén presionado para colocar uno y centrar en él. Las demás vistas siguen el pin.
fr: Touchez la carte pour déplacer le repère. Appuyez longuement pour en déposer un et centrer dessus. Toutes les autres vues suivent le repère.
it: Tocca la mappa per spostare il segnaposto. Tieni premuto per metterne uno e centrarlo. Tutte le altre viste seguono il segnaposto.
ja: 地図をタップするとピンが動きます。長押しでピンを置き、そこを中心にします。他のビューはすべてピンに従います。
nl: Tik op de kaart om de speld te verplaatsen. Houd ingedrukt om er een te plaatsen en erop te centreren. Elke andere weergave volgt de speld.
pl: Dotknij mapy, aby przenieść pinezkę. Przytrzymaj, aby postawić nową i wyśrodkować na niej. Wszystkie pozostałe widoki podążają za pinezką.
pt_br: Toque no mapa para mover o marcador. Mantenha pressionado para soltar um e centralizar nele. Todas as outras visualizações seguem o marcador.

# map.unlock
source: Unlock
de: Freischalten
es: Desbloquear
es_mx: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: 解除
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear

# map.unlockPro
source: See what Sunlit Pro adds
de: Was Sunlit Pro ergänzt
es: Descubre qué añade Sunlit Pro
es_mx: Ver qué agrega Sunlit Pro
fr: Voir ce qu’ajoute Sunlit Pro
it: Scopri cosa aggiunge Sunlit Pro
ja: Sunlit Pro で加わるものを見る
nl: Zie wat Sunlit Pro toevoegt
pl: Zobacz, co dodaje Sunlit Pro
pt_br: Veja o que o Sunlit Pro adiciona

# map.useCurrentLocation
source: Use current location
de: Aktuellen Standort verwenden
es: Usar la ubicación actual
es_mx: Usar ubicación actual
fr: Utiliser la position actuelle
it: Usa la posizione attuale
ja: 現在地を使う
nl: Huidige locatie gebruiken
pl: Użyj bieżącej lokalizacji
pt_br: Usar a localização atual

# map.zone.device
source: Times shown in your device time zone, %@. This pin's own time zone needs a network lookup, so it has not been confirmed.
de: Zeiten in der Zeitzone des Geräts, %1$@. Die eigene Zeitzone dieser Markierung braucht eine Abfrage über das Netz und ist daher nicht bestätigt.
es: Horas mostradas en la zona horaria de tu dispositivo, %1$@. La zona horaria propia de este marcador necesita una consulta por red, así que no se ha confirmado.
es_mx: Horas mostradas en la zona horaria de tu dispositivo, %1$@. La zona horaria propia de este pin necesita una consulta en red, así que no se ha confirmado.
fr: Heures indiquées dans le fuseau horaire de votre appareil, %1$@. Le fuseau propre à ce repère demande une recherche réseau : il n’est donc pas confirmé.
it: Orari mostrati nel fuso orario del tuo dispositivo, %1$@. Il fuso orario di questo segnaposto richiede una ricerca in rete, quindi non è stato confermato.
ja: 時刻は端末のタイムゾーン %1$@ で表示しています。このピン自身のタイムゾーンはネットワーク照会が必要なため、まだ確認できていません。
nl: Tijden getoond in de tijdzone van je toestel, %1$@. De eigen tijdzone van deze speld vraagt een opzoeking via het netwerk, dus die is niet bevestigd.
pl: Godziny w strefie czasowej urządzenia, %1$@. Własna strefa czasowa tej pinezki wymaga sprawdzenia przez sieć, więc nie została potwierdzona.
pt_br: Horários mostrados no fuso horário do seu dispositivo, %1$@. O fuso horário deste marcador precisa de uma consulta pela rede, então ele ainda não foi confirmado.

# map.zone.place
source: Times shown in %@.
de: Zeiten in %1$@.
es: Horas mostradas en %1$@.
es_mx: Horas mostradas en %1$@.
fr: Heures indiquées pour %1$@.
it: Orari mostrati in %1$@.
ja: 時刻は %1$@ で表示しています。
nl: Tijden getoond in %1$@.
pl: Godziny w strefie %1$@.
pt_br: Horários mostrados em %1$@.

# map.zone.resolving
source: Looking up this pin's time zone.
de: Die Zeitzone dieser Markierung wird abgefragt.
es: Consultando la zona horaria de este marcador.
es_mx: Consultando la zona horaria de este pin.
fr: Recherche du fuseau horaire de ce repère.
it: Ricerca del fuso orario di questo segnaposto.
ja: このピンのタイムゾーンを照会中。
nl: Tijdzone van deze speld opzoeken.
pl: Sprawdzanie strefy czasowej tej pinezki.
pt_br: Consultando o fuso horário deste marcador.

# notification.body
source: %@ in %@
de: %1$@ in %2$@
es: %1$@ en %2$@
es_mx: %1$@ en %2$@
fr: %1$@ à %2$@
it: %1$@ a %2$@
nl: %1$@ in %2$@
pt_br: %1$@ em %2$@

# notification.fullMoon
source: Full moon
de: Vollmond
es: Luna llena
es_mx: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
nl: Volle maan
pl: Pełnia
pt_br: Lua cheia

# notification.golden
source: Golden hour
de: Goldene Stunde
es: Hora dorada
es_mx: Hora dorada
fr: Heure dorée
it: Ora d'oro
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt_br: Hora dourada

# notification.sunrise
source: Sunrise
de: Sonnenaufgang
es: Salida del sol
es_mx: Salida del sol
fr: Lever du Soleil
it: Alba
ja: 日の出
nl: Zonsopgang
pl: Wschód Słońca
pt_br: Nascer do sol

# notification.sunset
source: Sunset
de: Sonnenuntergang
es: Puesta del sol
es_mx: Puesta del sol
fr: Coucher du Soleil
it: Tramonto
ja: 日の入り
nl: Zonsondergang
pl: Zachód Słońca
pt_br: Pôr do sol

# paywall.action.restore
source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar la compra
es_mx: Restaurar compra
fr: Restaurer l’achat
it: Ripristina l'acquisto
ja: 購入を復元
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar a compra

# paywall.action.unlock
source: Unlock everything
de: Alles freischalten
es: Desbloquearlo todo
es_mx: Desbloquear todo
fr: Tout déverrouiller
it: Sblocca tutto
ja: すべて解除
nl: Alles ontgrendelen
pl: Odblokuj wszystko
pt_br: Desbloquear tudo

# paywall.capability.annualPaths.detail
source: June solstice, December solstice and equinox paths drawn as reference, plus the year's altitude curve.
de: Bahnen zur Sonnenwende im Juni, zur Sonnenwende im Dezember und zum Äquinoktium als Referenz, dazu die Höhenkurve des Jahres.
es: Trayectorias del solsticio de junio, del solsticio de diciembre y de los equinoccios como referencia, más la curva de altura del año.
es_mx: Trayectorias del solsticio de junio, del solsticio de diciembre y del equinoccio dibujadas como referencia, más la curva de altura del año.
fr: Les courses du solstice de juin, du solstice de décembre et de l’équinoxe tracées en repère, plus la courbe des hauteurs de l’année.
it: I percorsi del solstizio di giugno, del solstizio di dicembre e degli equinozi disegnati come riferimento, più la curva delle altezze dell'anno.
ja: 6月至点、12月至点、分点の軌道を参照として描き、1年の高度曲線も加わります。
nl: Banen van junizonnewende, decemberzonnewende en equinox als referentie, plus de hoogtecurve van het jaar.
pl: Drogi z przesilenia czerwcowego, przesilenia grudniowego i równonocy jako odniesienie oraz roczna krzywa wysokości.
pt_br: As trajetórias do solstício de junho, do solstício de dezembro e do equinócio desenhadas como referência, mais a curva de altitude do ano.

# paywall.capability.annualPaths.title
source: Annual paths
de: Jahresbahnen
es: Trayectorias anuales
es_mx: Trayectorias anuales
fr: Courses annuelles
it: Percorsi annuali
ja: 年間の軌道
nl: Jaarbanen
pl: Roczne drogi Słońca
pt_br: Trajetórias anuais

# paywall.capability.anyDate.detail
source: Scout a shoot months ahead, or read back a day from years ago.
de: Ein Shooting Monate im Voraus planen oder einen Tag von vor Jahren nachschlagen.
es: Explora un rodaje con meses de antelación, o repasa un día de hace años.
es_mx: Explora una sesión con meses de anticipación, o consulta un día de hace años.
fr: Repérez une prise de vue des mois à l’avance, ou relisez un jour d’il y a des années.
it: Studia uno scatto con mesi di anticipo, o rileggi una giornata di anni fa.
ja: 数か月先の撮影を下見したり、何年も前の一日を読み返したりできます。
nl: Verken een shoot maanden vooruit, of lees een dag van jaren geleden terug.
pl: Zaplanuj zdjęcia z miesięcznym wyprzedzeniem albo odczytaj dzień sprzed lat.
pt_br: Planeje uma sessão com meses de antecedência ou consulte um dia de anos atrás.

# paywall.capability.anyDate.title
source: Any date, past or future
de: Jedes Datum, vergangen oder künftig
es: Cualquier fecha, pasada o futura
es_mx: Cualquier fecha, pasada o futura
fr: N’importe quelle date, passée ou future
it: Qualsiasi data, passata o futura
ja: 過去も未来も任意の日付
nl: Elke datum, verleden of toekomst
pl: Dowolna data, wstecz i naprzód
pt_br: Qualquer data, passada ou futura

# paywall.capability.eclipses.detail
source: Solar and lunar, with contact times, magnitude and obscuration as seen from where you are.
de: Sonnenfinsternisse und Mondfinsternisse, mit Kontaktzeiten, Magnitude und Bedeckungsgrad vom eigenen Standort aus gesehen.
es: Solares y lunares, con horas de contacto, magnitud y oscurecimiento vistos desde donde estás.
es_mx: Solares y lunares, con horas de contacto, magnitud y obscuración vistas desde donde estás.
fr: De Soleil et de Lune, avec les heures de contact, la magnitude et l’obscuration vues d’où vous êtes.
it: Solari e lunari, con orari dei contatti, magnitudine e oscuramento visti da dove ti trovi.
ja: 日食と月食を、現在地から見た接触時刻、食分、遮蔽率とともに。
nl: Van zon en maan, met contacttijden, magnitude en obscuratie zoals gezien vanaf waar je bent.
pl: Słońca i Księżyca, z czasami kontaktów, wielkością i zakryciem widzianymi z twojego miejsca.
pt_br: Solares e lunares, com horários de contato, magnitude e obscuração vistos de onde você está.

# paywall.capability.eclipses.title
source: Eclipses
de: Finsternisse
fr: Éclipses
it: Eclissi
ja: 日食と月食
nl: Verduisteringen
pl: Zaćmienia

# paywall.capability.export.detail
source: Take the day's tabulation with you as a spreadsheet or as an image.
de: Die Aufstellung des Tages als Tabelle oder als Bild mitnehmen.
es: Llévate la tabulación del día como hoja de cálculo o como imagen.
es_mx: Llévate la tabulación del día como hoja de cálculo o como imagen.
fr: Emportez le tableau de la journée en feuille de calcul ou en image.
it: Porta con te la tabella della giornata come foglio di calcolo o come immagine.
ja: その日の一覧を表計算ファイルや画像として持ち出せます。
nl: Neem de tabellen van de dag mee als spreadsheet of als afbeelding.
pl: Zabierz zestawienie dnia ze sobą jako arkusz lub obraz.
pt_br: Leve a tabela do dia com você como planilha ou como imagem.

# paywall.capability.milkyWay.detail
source: The galactic centre, the galactic plane, and a real visibility window that names what is limiting it.
de: Das galaktische Zentrum, die galaktische Ebene und ein echtes Sichtfenster, das benennt, was es begrenzt.
es: El centro galáctico, el plano galáctico y una ventana de visibilidad real que dice qué la está limitando.
es_mx: El centro galáctico, el plano galáctico, y una ventana de visibilidad real que nombra qué la limita.
fr: Le centre galactique, le plan galactique, et une vraie fenêtre de visibilité qui nomme ce qui la limite.
it: Il centro galattico, il piano galattico e una vera finestra di visibilità che dice che cosa la limita.
ja: 銀河中心、銀河面、そして何が制約かを示す実際の観測時間帯。
nl: Het galactisch centrum, het galactisch vlak, en een echt zichtbaarheidsvenster dat benoemt wat het beperkt.
pl: Centrum Galaktyki, płaszczyzna Galaktyki i prawdziwe okno widoczności, które nazywa swoje ograniczenie.
pt_br: O centro galáctico, o plano galáctico e uma janela real de visibilidade que diz o que a está limitando.

# paywall.capability.milkyWay.title
source: The Milky Way
de: Die Milchstraße
es: La Vía Láctea
es_mx: La Vía Láctea
fr: La Voie lactée
it: La Via Lattea
ja: 天の川
nl: De Melkweg
pl: Droga Mleczna
pt_br: A Via Láctea

# paywall.capability.moon.detail
source: Phase, illuminated fraction, distance, rise and set, its path in every view, and the phase calendar.
de: Phase, beleuchteter Anteil, Entfernung, Aufgang und Untergang, die Bahn in jeder Ansicht und der Phasenkalender.
es: Fase, fracción iluminada, distancia, salida y puesta, su trayectoria en todas las vistas y el calendario de fases.
es_mx: Fase, fracción iluminada, distancia, salida y puesta, su trayectoria en cada vista, y el calendario de fases.
fr: Phase, fraction éclairée, distance, lever et coucher, sa course dans chaque vue, et le calendrier des phases.
it: Fase, frazione illuminata, distanza, sorgere e tramonto, il suo percorso in ogni vista e il calendario delle fasi.
ja: 月相、輝面比、距離、月の出と月の入り、各ビューでの軌道、そして月相カレンダー。
nl: Fase, verlichte fractie, afstand, opkomst en ondergang, de baan in elke weergave, en de fasekalender.
pl: Faza, część oświetlona, odległość, wschód i zachód, droga w każdym widoku oraz kalendarz faz.
pt_br: Fase, fração iluminada, distância, nascer e pôr, a trajetória dela em todas as visualizações e o calendário de fases.

# paywall.capability.moon.title
source: The moon
de: Der Mond
es: La luna
es_mx: La luna
fr: La Lune
it: La Luna
ja: 月
nl: De maan
pl: Księżyc
pt_br: A lua

# paywall.capability.notifications.detail
source: Alerts for sun and moon events, scheduled on your device.
de: Hinweise zu Ereignissen von Sonne und Mond, auf dem Gerät geplant.
es: Avisos de eventos del sol y de la luna, programados en tu dispositivo.
es_mx: Avisos de eventos del sol y de la luna, programados en tu dispositivo.
fr: Des alertes pour les événements du Soleil et de la Lune, programmées sur votre appareil.
it: Avvisi per gli eventi del Sole e della Luna, programmati sul tuo dispositivo.
ja: 太陽と月の現象の通知を、端末上で予約します。
nl: Meldingen voor gebeurtenissen van zon en maan, gepland op je toestel.
pl: Powiadomienia o zjawiskach Słońca i Księżyca, planowane na twoim urządzeniu.
pt_br: Alertas para eventos do sol e da lua, agendados no seu dispositivo.

# paywall.capability.notifications.title
source: Event notifications
de: Ereignismitteilungen
es: Avisos de eventos
es_mx: Notificaciones de eventos
fr: Notifications d’événements
it: Notifiche degli eventi
ja: 現象の通知
nl: Gebeurtenismeldingen
pl: Powiadomienia o zjawiskach
pt_br: Notificações de eventos

# paywall.capability.savedPlaces.detail
source: Search more than thirty thousand cities offline, drop a pin anywhere, and keep the places you work at.
de: Mehr als dreißigtausend Städte offline durchsuchen, überall eine Markierung setzen und die eigenen Arbeitsorte behalten.
es: Busca más de treinta mil ciudades sin conexión, suelta un marcador donde quieras y guarda los lugares en los que trabajas.
es_mx: Busca más de treinta mil ciudades sin conexión, coloca un pin donde sea, y guarda los lugares donde trabajas.
fr: Cherchez parmi plus de trente mille villes hors ligne, déposez un repère où vous voulez, et conservez les lieux où vous travaillez.
it: Cerca più di trentamila città senza rete, metti un segnaposto ovunque e conserva i luoghi in cui lavori.
ja: 3万を超える都市をオフラインで検索し、どこにでもピンを置き、仕事で使う地点を保存できます。
nl: Zoek offline in meer dan dertigduizend steden, plaats overal een speld, en bewaar de plaatsen waar je werkt.
pl: Przeszukuj ponad trzydzieści tysięcy miast bez sieci, stawiaj pinezkę gdziekolwiek i zachowuj miejsca, w których pracujesz.
pt_br: Busque mais de trinta mil cidades offline, solte um marcador em qualquer lugar e guarde os locais onde você trabalha.

# paywall.capability.savedPlaces.title
source: Any place, and saved places
de: Jeder Ort und gesicherte Orte
es: Cualquier lugar, y lugares guardados
es_mx: Cualquier lugar, y lugares guardados
fr: Tout lieu, et lieux enregistrés
it: Qualsiasi luogo, e luoghi salvati
ja: 任意の地点と保存地点
nl: Elke plaats, en bewaarde plaatsen
pl: Dowolne i zapisane miejsca
pt_br: Qualquer local, e locais salvos

# paywall.capability.terrain.detail
source: Sweep your skyline with the camera, then get sunrise and sunset over that skyline and every period the sun is behind it.
de: Das Horizontprofil mit der Kamera aufnehmen, dann Sonnenaufgang und Sonnenuntergang über diesem Profil und jeden Zeitraum, in dem die Sonne dahinter steht.
es: Barre tu perfil con la cámara y obtén la salida y la puesta del sol sobre ese perfil y todos los periodos en que el sol queda detrás.
es_mx: Barre tu horizonte con la cámara y obtén la salida y la puesta del sol sobre ese horizonte, y cada periodo en que el sol está detrás de él.
fr: Balayez votre ligne d’horizon avec l’appareil photo, puis obtenez le lever et le coucher au-dessus de cette ligne, et chaque période où le Soleil est derrière.
it: Scansiona il tuo profilo con la fotocamera, poi ottieni alba e tramonto su quel profilo e ogni periodo in cui il Sole ci sta dietro.
ja: カメラで稜線を走査すると、その稜線での日の出と日の入り、太陽が稜線の裏にあるすべての時間帯が分かります。
nl: Scan je horizonprofiel met de camera, en krijg dan zonsopgang en zonsondergang over dat profiel en elke periode waarin de zon erachter zit.
pl: Zeskanuj linię horyzontu aparatem, a dostaniesz wschód i zachód Słońca nad nią oraz każdy okres, gdy Słońce jest za nią.
pt_br: Varra o seu perfil com a câmera e tenha o nascer e o pôr do sol sobre esse perfil e todos os períodos em que o sol fica atrás dele.

# paywall.capability.terrain.title
source: Skyline
de: Horizontprofil
es: Perfil
es_mx: Perfil del horizonte
fr: Ligne d’horizon
it: Profilo
ja: 稜線
nl: Horizonprofiel
pl: Linia horyzontu
pt_br: Perfil

# paywall.capability.widgets.detail
source: Home screen and lock screen: the next event, the day's arc, the golden hour countdown, and sunrise, sunset and moon phase together.
de: Home-Bildschirm und Sperrbildschirm: das nächste Ereignis, der Tagesbogen, der Countdown zur goldenen Stunde sowie Sonnenaufgang, Sonnenuntergang und Mondphase zusammen.
es: Pantalla de inicio y pantalla bloqueada: el próximo evento, el arco del día, la cuenta atrás de la hora dorada y la salida, la puesta y la fase lunar juntas.
es_mx: Pantalla de inicio y pantalla bloqueada: el próximo evento, el arco del día, la cuenta regresiva de la hora dorada, y salida, puesta y fase lunar juntas.
fr: Écran d’accueil et écran verrouillé : le prochain événement, l’arc de la journée, le compte à rebours de l’heure dorée, et le lever, le coucher et la phase de la Lune réunis.
it: Schermata Home e schermata di blocco: il prossimo evento, l'arco diurno, il conto alla rovescia per l'ora d'oro e alba, tramonto e fase lunare insieme.
ja: ホーム画面とロック画面に、次の現象、一日の弧、ゴールデンアワーのカウントダウン、そして日の出、日の入り、月相をまとめて。
nl: Beginscherm en toegangsscherm: de volgende gebeurtenis, de dagboog, het aftellen naar het gouden uur, en zonsopgang, zonsondergang en maanfase samen.
pl: Ekran główny i ekran blokady: następne zjawisko, łuk dnia, odliczanie do złotej godziny oraz wschód, zachód i faza Księżyca razem.
pt_br: Tela de Início e Tela Bloqueada: o próximo evento, o arco do dia, a contagem regressiva da hora dourada e o nascer do sol, o pôr do sol e a fase da lua juntos.

# paywall.close
source: Close
de: Schließen
es: Cerrar
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar

# paywall.free.compass
source: The compass and the sun path in the camera view
de: Kompass und Sonnenbahn im Kamerabild
es: La brújula y la trayectoria solar en la vista de cámara
es_mx: La brújula y la trayectoria del sol en la vista de cámara
fr: La boussole et la course du Soleil dans la vue de l’appareil photo
it: La bussola e il percorso del Sole nella vista fotocamera
ja: カメラビューのコンパスと太陽の軌道
nl: Het kompas en de zonnebaan in het camerabeeld
pl: Kompas i droga Słońca w widoku z aparatu
pt_br: A bússola e a trajetória do sol na visualização da câmera

# paywall.free.goldenBlue
source: Golden hour and blue hour, morning and evening
de: Goldene und blaue Stunde, morgens und abends
es: Hora dorada y hora azul, de mañana y de tarde
es_mx: Hora dorada y hora azul, de mañana y de tarde
fr: Heure dorée et heure bleue, matin et soir
it: Ora d'oro e ora blu, mattino e sera
ja: 朝と夕のゴールデンアワーとブルーアワー
nl: Gouden uur en blauwe uur, ochtend en avond
pl: Złota i niebieska godzina, rano i wieczorem
pt_br: Hora dourada e hora azul, de manhã e à tarde

# paywall.free.heading
source: Free, forever
de: Für immer gratis
es: Gratis, para siempre
es_mx: Gratis, para siempre
fr: Gratuit, pour toujours
it: Gratis, per sempre
ja: 永久に無料
nl: Gratis, voor altijd
pl: Darmowe na zawsze
pt_br: Grátis, para sempre

# paywall.free.noonLength
source: Solar noon, day length, and how much it changed since yesterday
de: Wahrer Mittag, Tageslänge und ihre Änderung seit gestern
es: Mediodía solar, duración del día y cuánto ha cambiado desde ayer
es_mx: Mediodía solar, duración del día y cuánto cambió desde ayer
fr: Midi solaire, durée du jour, et de combien elle a changé depuis hier
it: Mezzogiorno solare, durata del giorno e di quanto è cambiata da ieri
ja: 太陽正午、昼の長さ、前日からの変化
nl: Zonnemiddag, daglengte, en hoeveel die is veranderd sinds gisteren
pl: Południe słoneczne, długość dnia i jej zmiana względem wczoraj
pt_br: Meio-dia solar, duração do dia e quanto ela mudou desde ontem

# paywall.free.note
source: No account, no advertising, nothing collected. This is not a trial and it does not expire.
de: Kein Konto, keine Werbung, nichts wird erfasst. Das ist keine Testphase und läuft nicht ab.
es: Sin cuenta, sin publicidad, sin recopilar nada. Esto no es una prueba y no caduca.
es_mx: Sin cuenta, sin publicidad, sin nada recolectado. No es una prueba y no expira.
fr: Pas de compte, pas de publicité, rien de collecté. Ce n’est pas un essai et cela n’expire pas.
it: Nessun account, nessuna pubblicità, nessun dato raccolto. Non è una prova e non scade.
ja: アカウント不要、広告なし、収集なし。試用版ではなく、期限もありません。
nl: Geen account, geen advertenties, niets verzameld. Dit is geen proefversie en het verloopt niet.
pl: Bez konta, bez reklam, bez zbierania danych. To nie jest wersja próbna i nie wygasa.
pt_br: Sem conta, sem publicidade, nada coletado. Isto não é um teste e não expira.

# paywall.free.offline
source: Every figure computed on your device, no account, no tracking
de: Jeder Wert auf dem Gerät berechnet, kein Konto, kein Tracking
es: Todas las cifras calculadas en tu dispositivo, sin cuenta y sin seguimiento
es_mx: Cada cifra calculada en tu dispositivo, sin cuenta, sin rastreo
fr: Chaque valeur calculée sur votre appareil, sans compte, sans suivi
it: Ogni valore calcolato sul tuo dispositivo, nessun account, nessun tracciamento
ja: すべての数値を端末上で計算、アカウント不要、追跡なし
nl: Elk cijfer op je toestel berekend, geen account, geen tracking
pl: Każda wartość obliczana na twoim urządzeniu, bez konta, bez śledzenia
pt_br: Todos os valores calculados no seu dispositivo, sem conta, sem rastreamento

# paywall.free.position
source: Where the sun is now: azimuth and altitude, live
de: Wo die Sonne jetzt steht: Azimut und Höhe, live
es: Dónde está el sol ahora: azimut y altura, en directo
es_mx: Dónde está el sol ahora: azimut y altura, en vivo
fr: Où est le Soleil maintenant : azimut et hauteur, en direct
it: Dov'è il Sole adesso: azimut e altezza, in tempo reale
ja: 現在の太陽の位置、方位角と高度をリアルタイムで
nl: Waar de zon nu staat: azimut en hoogte, live
pl: Gdzie jest teraz Słońce: azymut i wysokość, na żywo
pt_br: Onde o sol está agora: azimute e altitude, ao vivo

# paywall.free.shadow
source: Shadow length and direction
de: Schattenlänge und Schattenrichtung
es: Longitud y dirección de la sombra
es_mx: Longitud y dirección de la sombra
fr: Longueur et direction de l’ombre
it: Lunghezza e direzione dell'ombra
ja: 影の長さと方向
nl: Schaduwlengte en schaduwrichting
pl: Długość i kierunek cienia
pt_br: Comprimento e direção da sombra

# paywall.free.sunriseSunset
source: Sunrise and sunset, with their directions
de: Sonnenaufgang und Sonnenuntergang, mit ihren Richtungen
es: Salida y puesta del sol, con sus direcciones
es_mx: Salida y puesta del sol, con sus direcciones
fr: Lever et coucher du Soleil, avec leurs directions
it: Alba e tramonto, con le loro direzioni
ja: 日の出と日の入り、その方向つき
nl: Zonsopgang en zonsondergang, met hun richtingen
pl: Wschód i zachód Słońca wraz z kierunkami
pt_br: Nascer e pôr do sol, com as direções deles
